; TCP-Z language resource file

; http://msdn.microsoft.com/en-us/library/ms903928.aspx
; Locale identifier	Language	Sublanguage - locale	Default code page	Language code 
; 0x0415			Polish		Polish			1250				PLK

[info]
LanguageName=Polish (polski)
LanguageID=0x0415
CodePage=1250
Translator=PrEzi
Version=2.62a
LastModified=3/16/2009

[Common]
AlreadyRun=Już uruchomione...... Nie ma potrzeby uruchamiać ponownie.
AboutBox=&O programie TCPZ...
Minimize=Minimalizuj
OK=OK
Success=Powodzenie
Fail=Niepowodzenie
SaveToFile=Zapisz do pliku


[TCP]
Version=Wersja
FileLimit=Limit w pliku
MemoryLimit=Limit w Pamięci
OriginalFile=Oryg. plik
Yes=Tak
No=Nie
EVIDCount=EvID 4226
Connection=Połączenia
Established=Nawiązane
HalfOpen=Half Open
CreateDepth=Tw. głęboko
Incoming=Przychodz.
Speed=Prędkość
Download=Ściągane
Upload=Wysyłane
Peak=Szczytowe w historii
FailGetNicInfo=Nie udało się odczytać informacji karty sieciowej.
VersionNotMatch=Ta wersja tcpip.sys nie pasuje do aktualnego systemu operacyjnego, TCP-Z zakończy pracę.\n\nPraca w trybie kompatybilności nie jest dozwolona!
FailGetVersion=Niepowodzenie. Może tcpip.sys jest zablokowane.
UnKnown=Nieznany
UnLimited=Nielimitowany,Zcrackowany

[Statistics]
Statistics=Statystyki
TCPStatistics=Statystyki TCP dla IPv4
DurationOfStatistics=Czas Statystyk/Uptime
OutgoingConnection=Próby połączeń wychodzących
IncomingConnection=Próby połączeń przychodzących
FailedConnection=Zerwane połączenia
EstablishedConnection=Nawiązane połączenia
SuccessRatio=Proporcje
Reset=Resetuj
AdapterInfo=Karta sieciowa - Informacje
DeviceType=Typ urządz.
OperateStatus=Status
LinkSpeed=Prędk. linku
TransmitSpeed=Prędk. Transmisji
ReceiveSpeed=Prędk. Odbioru
; // A: This "UP" comes from c++ header file, means active, connected
Up=Wł
Down=Wył
Ethernet=Ethernet
PPP=PPP
Wireless=Bezprzewodowa


[Detail]
Detail=Detale
Process=Proces
PID=PID
ProcessInfo=Informacje o procesie
; These info is same as Windows Task Manager
MemUsage=Użycie Pamięci
VMSize=Rozmiar w VM
IORead=I/O Odczyt
IOWrite=I/O Zapis


[Patch]
Patch=Patch
PatchMemory=Patchuj Pamięć
PatchFile=Patchuj plik Tcpip.sys
OldValue=Stara Wart.
NewValue=Nowa Wart.
Offset=Offset
Apply=Zastosuj
MsgMemPatch=Zmień wartość limitu half-open w pamięci.\nEfekt natychmiastowy.\n\nZmodyfikowane wartości pozostaną do momentu wyłączenia komputera.
TipMemPatch=Porady dot. patchowania Pamięci
Open=Otwórz
MsgTipMemPatch=Aby zautomatyzować czynność, wypróbuj TCP-Z Virtual Device.\nZainstaluj raz, a limit połączeń half-open będzie miał wartość określoną przez ciebie przy każdym starcie systemu.
MsgFilePatch=Zrestartuj komputer aby zastosować zmiany.\nWystarczy zastosować jeden raz.\n\nAby patchować plik w Viście, wypróbuj 'Universal Tcpip Patch'

InvalidValue=Nowa wartość jest niewłaściwa!
ComfirmPatchFile=Czy jesteś pewien, że chcesz patchować plik Tcpip.sys?
FailDisableWFP=Nie można wyłączyć Windowsowej Ochrony Plików.\n\nLub ochrona ta została wyłączona już wcześniej.

UnsupportedOS=Ta wersja systemu operacyjnego nie jest obsługiwana.
FailExtractFile=Nie można wyekstraktować pliku sterownika.
FailLoadDriver=Nie można wczytać sterownika. \nWciśnij prawy przycisk myszy na programie i uruchom jako administrator.\n\nNiektóre programy antywirusowe mogą zablokować wczytanie sterownika, w takim przypadku musisz zmienić ustawienia zasad aplikacji.
LoadErrorCode=Błąd przy wczytaniu sterownika tcp-z. Kod Błędu:
FailOpenSCM=Błąd przy otwarciu Manadżera Serwisów. Uprawnienia są niewystarczające
FailCreateService=Błąd tworzenia serwisu
FailStartService=Błąd przy uruchomieniu serwisu
TestsigningNotEnable=TESTSIGNING ma status wyłączony.\n\nPo więcej informacji sięgnij do Readme.txt.\n\nCzy włączyć TESTSIGNING teraz?
TestsigningSetOK=TESTSIGNING ma status WŁĄCZONY.\n\nJeśli na pulpicie zobaczysz znak wodny 'Test Mode', możesz go usunąć uruchamiając 'RemoveWatermarkX64.exe'.\n\nUruchom ponownie komputer aby zmiany odniosły efekt.

SetSuccess=Limit poł. TCP Half Open zmieniony na:
SetFail=Niepowodzenie przy ustawieniu nowej wart. limitu.


[About]
About=O programie
ReadMe=Czytaj to i Pomoc ...

[MiniBar]
Active=Aktywne
Statistics=Statystyki


[LanguageDialog]
LangChanged=Język interfejsu został zmieniony, uruchom program ponownie aby zmiany odniosły efekt.


[PopupMenu]
ShowTCPZ=&Pokaż / Ukryj TCP-Z
OnTopmost=Zawsze na wierchu
ShowMinibar=Pokaż / Ukryj Minipasek
Transparent=Procent Prezroczystości
CaptureTCPZ=Zrzut z Okna TCP-Z
CaptureScreen=&Zrzut z pełnego ekranu
RefreshNicList=&Odśwież Listę Adapterów siecowych
Exit=&Wyjście